Repository: Tikzz/ns2sud-web
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Last matches
es: Últimos partidos

source: Format
es: Formato

source: Map
es: Mapa

source: Winner
es: Ganador

source: Status
es: Estado

source: Matches
es: Partidos

source: Server rules
es: Reglas

source: Don't be a dick
es: No ser un sorete

source: Don't quit midgame
es: No irse en medio de un partido

source: Keep the player count balanced
es: Mantener los equipos balanceados

source: Home
es: Inicio

source: Stats
es: Estadísticas

source: User panel
es: Panel de usuario

source: My stats
es: Mis estadísticas

source: Kick myself
es: Kickearme

source: Join our Discord
es: Entrar al Discord

source: Logout
es: Salir

source: Rounds Played
es: Partidos jugados

source: Recent Marine Winrate
es: Marine Winrate reciente

source: Recent Alien Winrate
es: Alien Winrate reciente

source: Charts
es: Gráficos

source: Winrate per team
es: Winrate por equipos

source: Trailing 30 rounds
es: Cada 30 partidos

source: Activity
es: Actividad

source: Per week
es: Por semana

source: Weapons
es: Armas

source: Hours played
es: Horas jugadas

source: Server hours
es: Horas del servidor

source: hours
es: horas

source: Kills between players of the last 10 matches.
es: Muertes entre jugadores de los últimos 10 partidos.

source: Players
es: Jugadores

source: Link your SteamID
es: Vinculá tu SteamID

source: Current features include:
es: Los beneficios son:

source: Add your avatar next to your name, instead of being a cone.
es: Agregá tu avatar al lado de tu nombre, en vez de ser un cono.

source: Kick yourself from the server if your game crashed.
es: Si tu juego crashea, podés kickearte a vos mismo desde el panel.

source: Connect to
es: Conectar a

source: and enter the following token in the
es: e ingresa el siguiente código en el

source: This page should reload automatically.
es: Esta página se actualiza automáticamente.

source: User Panel
es: Panel de usuario

source: Push Notifications
es: Notificationes Push

source: This enables notifications only in your current browser or device.
es: Esto habilita notificaciones solo en este browser o dispositivo individualmente.
